tap "equinix-labs/otel-cli"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "ymtdzzz/tap"
brew "act"
brew "amazon-ecs-cli"
brew "git"
brew "asdf"
brew "atlas"
brew "awscli"
brew "bats-core"
brew "python@3.12"
brew "bumpversion"
brew "glib"
brew "libyaml"
brew "chart-testing", link: false
brew "circleci"
brew "code-cli"
brew "php"
brew "composer"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eksctl"
brew "fzf"
brew "gh"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "harfbuzz"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "hugo"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "maven"
brew "md5sha1sum", link: false
brew "mysql"
brew "nvm"
brew "oath-toolkit"
brew "packer"
brew "pinentry-mac"
brew "podman"
brew "protobuf"
brew "protoc-gen-go"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "starship"
brew "tflint"
brew "thefuck"
brew "tilt"
brew "volta"
brew "watch"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "yq"
brew "zizmor"
brew "equinix-labs/otel-cli/otel-cli"
brew "heroku/brew/heroku"
brew "ymtdzzz/tap/otel-tui"
cask "1password-cli"
cask "asana"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-space-mono-nerd-font"
cask "ghostty"
cask "quip"
cask "wireshark-chmodbpf"
